{
  "bamboo": { "branch": "master" },
  "broot.vim": { "branch": "master" },
  "close-buffers.vim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-treesitter": { "branch": "master" },
  "echodoc.vim": { "branch": "master" },
  "hlsl.vim": { "branch": "master" },
  "ink-syntax-vim": { "branch": "master" },
  "kotlin-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "lsp_extensions.nvim": { "branch": "master" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspkind-nvim": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "omnisharp-extended-lsp.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "rust-tools.nvim": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "suda.vim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "vaxe": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-colortemplate": { "branch": "master" },
  "vim-cs": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-hexokinase": { "branch": "master" },
  "vim-obsession": { "branch": "master" },
  "vim-polyglot": { "branch": "master" },
  "vim-renpy": { "branch": "master" },
  "vim-rust-syntax-ext": { "branch": "master" },
  "vim-sensible": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "vim-wordmotion": { "branch": "master" },
  "vimagit": { "branch": "master" },
  "vimwiki": { "branch": "dev" },
  "wgsl.vim": { "branch": "main" }
}
